// Misc Strings

"fibre-channel-card-name"           = "Karta Apple FC";
"unknown"                           = "<nieznany>";
"default-filename"                  = "Karty Fibre Channel";
"port-name-prefix"                  = "Port ";
"slot-name-prefix"					= "Gniazdo ";
"restart-required"                  = "Aby to ustawienie było aktywne, niezbędne jest ponowne uruchomienie komputera.";

// Status string.

"Offline"                           = "Łącze portu jest nieaktywne.";
"Online"                            = "Łącze portu jest aktywne.";
// Speed status string.
"speed-status"                      = " Szybkość jest ustawiona na <<replace>>.";	// Note that the "<<replace>>" in this string
                                                                            // is replaced by one of the speed status strings below.
                                                                            // This is to allow for different placements within the
                                                                            // sentance of the status string.

"link-status-nolink"				= "Brak połączenia";
"link-status-nolink-unsupported"	= "Brak połączenia (nieobsługiwany kabel) ";
"link-status-link"					= "Połączenie ustanowione";
"link-status-link-unsupported"		= "Połączenie ustanowione (nieobsługiwany przewód)";

// speed status string.
"1-gigabit-per-second"              = "1 Gb/s";
"2-gigabit-per-second"              = "2 Gb/s";
"speed-automatic"                   = "konfigurowanie automatyczne";
"automatic-1-gigabit"               = "konfigurowanie automatyczne i jest obecnie w trybie 1 Gb/s";
"automatic-2-gigabit"               = "konfigurowanie automatyczne i jest obecnie w trybie 2 Gb/s";

// Topology status string.
"toplogy-status"                    = "Topologia portów jest ustawiona na <<replace>>.";	// Note that the "<<replace>>" in this string
                                                                                    // is replaced by one of the speed status strings below.
                                                                                    // This is to allow for different placements within the
                                                                                    // sentance of the status string.
// topology status string.
"point-to-point"                    = "punkt-punkt";
"arbitrated-loop"                   = "pętla arbitrażowa";
"topology-automatic"                = "konfigurowanie automatyczne";
"automatic-point-to-point"          = "konfigurowanie automatyczne i jest obecnie w trybie punkt-punkt";
"automatic-arbitrated-loop"         = "konfigurowanie automatyczne i jest obecnie w trybie Pętli z arbitrażem";

// Alerts
"incompatible-driver-title"         = "Zainstaluj najnowszy sterownik";
"incompatible-driver"               = "Ten program wymaga, aby AppleLSIFusionMPT.kext był w wersji 1.1.0 lub nowszej. Sprawdź, czy jest zainstalowany najnowszy sterownik i spróbuj ponownie.";
"alert-no-cards-title"              = "Nie znaleziono karty Apple Fibre Channel";
"alert-no-cards"                    = "Sprawdź, czy karta Apple Fibre Channel jest poprawnie zainstalowana i spróbuj ponownie.";
"alert-restart-title"               = "Uruchom ponownie system";
"alert-restart-required"            = "Aby to ustawienie było aktywne, niezbędne jest ponowne uruchomienie komputera. Czy chcesz uruchomić ponownie teraz?";
"alert-ok-button"                   = "OK";
"alert-yes-button"                  = "Tak";
"alert-no-button"                   = "Nie";
"alert-cancel-button"               = "Anuluj";
"alert-tool-title"                  = "Błąd narzędzia fibreconfig";
"alert-fibreconfig-error"           = "Wystąpił błąd narzędzia fibreconfig.";
"alert-missing-tool"                = "Brak narzędzia fibreconfig.";
"alert-non-executeable-tool"        = "Narzędzie fibreconfig nie jest wykonywalne i musi zostać ponownie zainstalowane.";
"ww-node-name-tooltip"              = "Nazwa węzła World Wide";
"ww-port-name-tooltip"              = "Nazwa portu World Wide";